[
  { "name": "Alexa Klein", "age": 25, "cause": "Community Development", "photo_url": "https://media.licdn.com/media/AAEAAQAAAAAAAAYHAAAAJGE2OWQ0ZDk2LTE1MTctNDc4Mi05ZWUzLTE5ZTExOTUwZTM4OA.jpg", "story": "I have always loved volunteering. At age 13 I fundraised for and helped build a playground for at-risk youth in Washington, DC. Each Thanksgiving and Christmas I volunteer with my family serving meals to homeless. Taking time to help those less fortunate reminds me to be grateful for all that I have, and to always give back."},
  {"name": "Brittany Branson", "age": 25, "cause": "Art and Culture", "photo_url": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/AAEAAQAAAAAAAAWyAAAAJDM3ZTljZjE1LTM0YTUtNDk5ZS04MTQxLWI0OTZjYjk5ZDlhMA.jpg", "story": "I have always loved the arts, and have fond memories of going to art class or heading into NYC to see Broaway shows with my mom. After becoming a public charter school teacher after college, I learned first hand how important it is for young kids to have access to quality arts education and experiences. I volunteer to ensure every kid in DC does!"},
  { "name": "Farishta Haider", "age": 34, "cause": "Children", "photo_url": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/AAEAAQAAAAAAAAO_AAAAJGE3MjljM2I1LTc3NWEtNGQ2MS04MTdlLWZiZWU5NDEyZjhjMg.jpg", "story": "I have been babysitting and taking care of kids since I was 14. I am a big kid myself so I can relate to them."},
  {"name": "Jennifer Klein", "age": 28, "cause": "Children's Health", "photo_url": "https://scontent-iad3-1.xx.fbcdn.net/hphotos-xaf1/v/t1.0-9/261589_1971796730727_127117_n.jpg?oh=e16e40d51dd7f78aec2ea4ed6c77281a&oe=577FD632", "story": "I believe that every child deserves a healthy childhood - a healthy start to life. We know that kids who are healthy as children, will be healthy as adults. Not only that, but they will be happier, more productive members of society. Being a part of a child's development is not only rewarding, but so much fun!."},
  {"name":"Allison Cossman", "age": 25, "cause": "Young Adult Jewish Community", "photo_url": "https://scontent-iad3-1.xx.fbcdn.net/hphotos-xlp1/v/t1.0-9/12079265_597462963727965_8734731755850669459_n.jpg?oh=bd708510a926866cb5fe3e6a973dbce9&oe=578E4152", "story": "I am passionate about engaging young adults in the Jewish community, inspiring a deep, lifelong connection to Judaism and fostering a brighter, more vibrant Jewish future. Volunteering is important to me because at the end of the day, making time to step out of your own head, consider the plight of others and make a difference, however big or small, to improve their lives, is a powerful feeling and can make a powerful impact on others. We all have talents, skills and resources to share with others and by spending our time giving back, we not only help others, but can help kick-start a contagious cycle of spreading kindness to those around us - and there is nothing more valuable than that."},
  { "name": "Jim Klein", "age": 58, "cause": "Homelessness and At-Risk Youth", "photo_url": "http://www.whctemple.org/site/usermedia/image/3/james-klein.jpg", "story": "One of my most meaningful and memorable volunteering experiences was when my family built a playground at Covenant House Washington – an agency that serves homeless and at-risk youth.   We raised money from friends and family to purchase the playground equipment and designed and built it with the youth who are served by the organization."},
  {"name": "Julie Sherbill", "age": 25, "cause":"International Exchange and LeadershipDevelopment","photo_url": "https://scontent-iad3-1.xx.fbcdn.net/hphotos-xat1/v/t1.0-9/12072745_10206767134811021_7143382633616614194_n.jpg?oh=4869ef5ea0f5246ac3d3ef455d612952&oe=57888D7F", "story":"Volunteering is how I help bring together the local and the global, which are both crucial platforms for positive change. For example, in college I was involved with an organization dedicated to fundraising for malnutrition relief through local community service. Now, I coordinate U.S.-based volunteers who help welcome global non-profit leaders here for yearlong fellowships."}, {"name": "Suzanne Collier", "age": 25, "cause": "Children's Health", "photo_url": "https://scontent-iad3-1.xx.fbcdn.net/hphotos-xtf1/v/t1.0-9/971031_3342753527455_965914733_n.jpg?oh=0ee18d95527d3f071e5ddec0e4ddae63&oe=5775AFFB", "story": " think that all children deserve access to high quality healthcare, especially preventative health care and health education, which can prevent many future adolescent and adult health problems. In Ann Arbor, I co-chaired a child advocacy seminar, which aimed to empower middle-schoolers in an underserved neighborhood to advocate for their own health and wellness. We led seminars on nutritious food options, the importance of fitness and finding an enjoyable form of exercise and how to stay safe on the internet. The experience taught me that there is a large disparity in the health education provided to children and the opportunities for healthy living. For example, this particular neighborhood is a food desert and most of the families get their groceries from local convenience stores with limited fresh food, so we tried to focus our nutrition seminar on healthy options at convenience stores or fast food restaurants. Further, most of the children expressed that they are not allowed to play outside by themselves, due to safety concerns, which limits their opportunities for exercise. Our goal was to teach children opportunities for wellness within the confines of their environment."},
  {"name": "Lynn Klein", "age": 58, "cause": "Senior Health Services", "photo_url": "https://media.licdn.com/media/p/4/005/057/345/226cef3.jpg", "story": " volunteer for The Senior Connection Bill Payer Program, which strives to promote independent living for low income older adults, who are at risk because of their inability to manage their own finances and who have no friends or relatives available to help them. I find the volunteer experience very rewarding, because I know without my efforts, the state would take over as my client's guardian.  It's very easy to think this person's unfortunate situation could never happen to me or to a loved one.  Yet, I am continually reminded I am no different and no better than my clients.
  I'm just lucky"},
  {"name": "Samuel Lehman", "age": 29, "cause": "Social Justice and Religious Equality", "photo_url": "https://scontent-iad3-1.xx.fbcdn.net/hphotos-xal1/v/t1.0-9/165904_396832143695808_1530626948_n.jpg?oh=9c90ed06fbcacf9e9450cc4ad28bbfcb&oe=578F06F9", "story": "I am passionate about teaching social justice to teens in a religious school context. It's very easy as a student or a broke, young yuppie (which I've been for most of the last six years) to focus one's time and resources inward, toward important but selfish efforts like making and meeting friends or studying.  It's vital--and incredibly refreshing--to spend a little time regularly projecting your talents outward, affecting and improving someone else's life."},
  {"name": "Drew Tye Ruby-Howe", "age": 29, "cause": "Supporting LGBT Youth", "photo_url": "https://scontent-iad3-1.xx.fbcdn.net/hphotos-xlt1/v/t1.0-9/12800257_10102263288129247_7701735232358829047_n.jpg?oh=b530673b2acefd80229be531aa4020d6&oe=577CDE87", "story": "I deeply believe it the power and meaning of volunteering. I grew up in a very outwardly-facing, philanthropic family and I believe volunteering is the most thoughtful expression of care, compassion, and commitment to something or someone in need."},
  {"name": "Bethanie Silversmith", "age": 27, "cause": "Gender Equality", "photo_url": "https://scontent-iad3-1.xx.fbcdn.net/hphotos-xfa1/v/t1.0-9/179100_2399784913717_2012931892_n.jpg?oh=c250fa157faf8328fdaf8628281b94b3&oe=57736AE2", "story": "In many ways, I believe that gender inequality is a key factor that reinforces violence against women. My passion for this cause led me to volunteer for a non-profit organization that is dedicated to helping survivors of domestic violence and their children feel safe and empowered. As a volunteer in the play room, I was responsible for engaging children through games and play while their mothers or guardians received counseling. This volunteer experience was invaluable to me as I was able to play a small part in providing a safe space where children could be children and mothers could receive the support and respect they deserve."}
]
